

function DescriptionBrcklb(){
    return(
        <div class="sub-title">
            <p class="sub-title-text">Бриклберри - это эксцентричный мультсериал с кучей расистских шуток. Этот сериал можно спокойно добавить в топ самых по черному юмору. Чего только стоят данные персонажи, один лучше другого. Тупоголовый Стив, у которого еле-еле работает последняя извилина. Дензел - настоящий черный в их команде, был нанят только для того, чтобы повысить рейтинг парка. Кони - ну это просто мусоровоз с сиськами, способная одним только своим выменем разрушить пол-вселенной. Этель здесь мисс-шкура парка, которая мечтает найти богатого папика. Вуди - толстяк с большой душой, который любит набить свои карманы. Ну и Маллой - просто говорящий медведь, который ненавидит людей, но живёт среди них и тратит все деньги Вуди. Этот сериал вообще можно было посвятить всем тупостям Стива, но тут и 40 сезонов не хватило бы.</p>
        </div>
    )
}

export {DescriptionBrcklb};