[
  {
    "title": "РЕФОРМА ЗДРАВООХРАНЕНИЯ ОБАМЫ",
    "thumbnailDescription": "У Вуди начинаются кошмары с детства. Он просит свою тупую мамашу не трогать его и во сне берёт Маллой в руки и начинает бить по стенам. В детстве Вуди дали приз за самые страшные яйца.",
    "img": "s03s01.png",
    "titleEng": "Obamacare",
    "voiceover": "NewStudio",
    "description": "У Вуди начинаются кошмары с детства. Он просит свою тупую мамашу не трогать его и во сне берёт Маллой в руки и начинает бить по стенам. В детстве Вуди дали приз за самые страшные яйца. \n В парк Бриклберри летит президент Обама, Кони уверенна это из-за неё потому что он очень давно запал на неё . У всех есть своё задание перед приездом президента, но самое важное у Стива, его отправляют в королевские земли за головой терриконского дракона. Иначе, Вуди хочет сплавить Стива, чтобы тот его не опозорил. \n Стив хочет наладить отношения с Вуди и просит помощи у Маллой, тот подсказал что к нему нужен отдельный подход и предложил общаться на молодёжно-рейперском сленге.",
    "season": 3,
    "episode": 1,
    "comments": []
  },
  {
    "title": "В КЛУБЕ",
    "thumbnailDescription": "Вуди в очередной раз готовится ко вступлению в гольф клуб где ему отказывали 15 лет подряд. Он забирает с собой Дензеля как шафера , потому что у каждого богатого белого должен быть свой личный чёрный шафер.",
    "img": "s03s02.png",
    "titleEng": "In Da Club",
    "voiceover": "NewStudio",
    "description": "Вуди в очередной раз готовится ко вступлению в гольф клуб где ему отказывали 15 лет подряд. Он забирает с собой Дензеля как шафера . потому что у каждого богатого белого должен быть свой личный чёрный шафер. \n Дензель очень сильно зол на него и из-за его расистских шуток, по этому он пытается выставить Вуди дурачком перед основателями клуба. Выходит всё совсем наоборот, и он становится членом клуба. Вуди хотел туда поступить только ради сендвича. Но никто не знал какой будет секретный рецепт на самом деле.",
    "season": 3,
    "episode": 2,
    "comments": []
  },
  {
    "title": "МИСС НАЦИОНАЛЬНЫЙ ПАРК",
    "thumbnailDescription": "Дензель любит заниматься любовью с пожилыми женщинами. Из-за этого часто попадает в травматические ситуации. Доктор говорит, что пристрастие парня – это болезнь герантофилия. Но она лечится простой амбулаторной процедурой.",
    "img": "s03s03.png",
    "titleEng": "Miss National Park",
    "voiceover": "NewStudio",
    "description": "Дензель любит заниматься любовью с пожилыми женщинами. Из-за этого часто попадает в травматические ситуации. Доктор говорит, что пристрастие парня – это болезнь герантофилия. Но она лечится простой амбулаторной процедурой. Доктор со всей силы лупит Дензеля по голове дубинкой и тот излечивается, правда становится слегка отсталым умственно. \n Дензель со Стивом пошли на свидание где им молодица предложила групповушку. Уголёк был сразу против , а вот Стив очень настаивает на тройничек. Дензель изъясняет Стиву всю инструкцию и как что будут делать что бы чья-то сперма не попала на кого-нибудь из них.",
    "season": 3,
    "episode": 3,
    "comments": []
  },
  {
    "title": "ЭТО БРАТ МОЕГО ОТЦА",
    "thumbnailDescription": "К Вуди приезжает его старая тупая мамаша. Он в страхе начинает убирать комнаты от пыли и вести себя, как подобает хорошему сынульке. Вуди боится своей мамы из-за того что она обижала его в детстве. После пары минут приезда мамочки , Вуди уже сосёт её дряхлую сисяндру.",
    "img": "s03s04.png",
    "titleEng": "That Brother's My Father",
    "voiceover": "NewStudio",
    "description": "В парк Бриклберри к Вуди приезжает его старая тупая мамаша. Он в страхе начинает убирать комнаты от пыли и вести себя как подобает хорошему сынуле. Вуди боится своей мамы из-за того что она обижала его в детстве. После пары минут приезда мамочки , Вуди уже сосёт её дряхлую сисяндру. \n Дензел не катая ваты начинает к ней подкатывать и в итоге становится её мужем , а по совместительству и отчимом Вуди.",
    "season": 3,
    "episode": 4,
    "comments": []
  },
  {
    "title": "НАДПИСЬ EM 'КОВБОЙ",
    "thumbnailDescription": "Стив опоздал на пару часов и все решили, что он умер. Даже некролог ему написали «Жил, умер, жирдяй». Стив очень расстроен, что никто не считает его значимым, и что он ничем за свою жизнь не запомнился людям.",
    "img": "s03s05.png",
    "titleEng": "Write Em' Cowboy",
    "voiceover": "NewStudio",
    "description": "Маллое хотел себе мотоцикл, но Вуди купил ему детский велосипед. Тем временем появляется Стив, он опоздал на пару часов и все решили, что он умер. Даже некролог ему написали «Жил, умер, жирдяй». Стив очень расстроен, что никто не считает его значимым, и что он ничем за свою жизнь не запомнился людям.",
    "season": 3,
    "episode": 5,
    "comments": []
  },
  {
    "title": "СТАРЫЕ РАНЫ",
    "thumbnailDescription": "Вуди выступает перед всем классом в школе, в качестве героя войны. Он рассказывает, как был в спец отряде и спас жизнь своего боевого товарища за что и получил медаль за отвагу. Правда он скрывает факт того, как был ранен его товарищ.",
    "img": "s03s06.png",
    "titleEng": "Old Wounds",
    "voiceover": "NewStudio",
    "description": "Вуди выступает перед классом в школе, в качестве героя войны. Он рассказывает, как был в спец отряде и спас жизнь своего боевого товарища за что и получил медаль за отвагу. Правда он скрывает факт того, как был ранен его товарищ. \n В Бриклберри новый губернатор, который хочет скинуть Вуди с его поста директора . Губернатор всячески издевается над Вуди , давая ему конченые задания что бы тот исправил своё положение.",
    "season": 3,
    "episode": 6,
    "comments": []
  },
  {
    "title": "ПАПОЧКА",
    "thumbnailDescription": "У жирухи Кони день рождение, все пошли в бар отпраздновать. Этель отшил её парень и она начала напиваться. Стив подхватив волну, начал её угощать. В итоге они переспали. Этель залетела от Стива и решила сделать аборт в машинке с ТАКО.",
    "img": "s03s07.png",
    "titleEng": "Baby Daddy",
    "voiceover": "NewStudio",
    "description": "У жирухи Кони день рождение, все пошли в бар отпраздновать. Стив грустит что Этель не хочет с ним переспать. Этель отшил её парень и она начала напиваться. Стив подхватив волну, начал её угощать. В итоге они переспали. Этель залетела от Стива и решила сделать аборт в машинке с ТАКО.",
    "season": 3,
    "episode": 7,
    "comments": []
  },
  {
    "title": "СТИВ - БЕССТРАШНЫЙ ЛЕТЧИК",
    "thumbnailDescription": "В ближайшие выходные в Бриклберри проходит регата для богачей. Вуди дает задание Дензелю и Кони сделать плотину и отгородиться от бедняков, чтобы они не попадались на глаза богачам.",
    "img": "s03s08.png",
    "titleEng": "Steve the Fearless Pilot",
    "voiceover": "NewStudio",
    "description": "В ближайшие выходные в Бриклберри проходит регата для богачей. Вуди дает задание Дензелю и Кони сделать плотину, чтобы отгородить бедняков, чтобы они те попадались на глаза богачам. Этель и Стив должны на вертолете с помощью магнита убрать из парка все трейлеры деревенщины. Но есть проблема, Стив панически боится вертолетов.",
    "season": 3,
    "episode": 8,
    "comments": []
  },
  {
    "title": "ВЫСОКИЕ СТАВКИ",
    "thumbnailDescription": "Вуди была сделана колоноскопия. Доктор нашел в заднице Вуди много интересных предметов, но в остальном Джонсон полностью здоров. Правда он находится под действием анестезии и ему нельзя за руль, но никто не захотел ехать за ним.",
    "img": "s03s09.png",
    "titleEng": "High Stakes",
    "voiceover": "NewStudio",
    "description": "Вуди была сделана колоноскопия. Доктор нашел в заднице Вуди много интересных предметов, но в остальном Джонсон полностью здоров. Правда он находится под действием анестезии и ему нельзя за руль. Никто из знакомых не захотел ехать за Вуди, а значит, с медицинской точки зрения – у него нет друзей, только умпалумп в жопе, которые играет на трамбоне. Поэтому Вуди придется усыпить. Однако Вуди находит решение – вызвать такси.",
    "season": 3,
    "episode": 9,
    "comments": []
  },
  {
    "title": "ЭМБЕР АЛЕРТ",
    "thumbnailDescription": "Стив каждый месяц получает награду «Ranger Of Month». Внезапно он застает свою мать в кабинете Вуди за занятием любовью. Так он узнает, что его мама спит с директором, чтобы он не потерял работу и получал награды. Его мамаша спит со всеми что бы тот не расстаривался и был лучшим.",
    "img": "s03s10.png",
    "titleEng": "Amber Alert",
    "voiceover": "NewStudio",
    "description": "Стив каждый месяц получает награду «Ranger Of Month». Внезапно он застает свою мать в кабинете Вуди за занятием любовью. Так он узнает, что его мама спит с директором, чтобы он не потерял работу и получал награды. Более того, она так делает всю его жизнь, а значит все его награды и достижения – липовые.",
    "season": 3,
    "episode": 10,
    "comments": []
  },
  {
    "title": "КОПЫ И НЕУДАЧА",
    "thumbnailDescription": "У Вуди вылез огромный геморрой похожий на лицо Иисуса . Все верующие Америки пришли посмотреть на очко Вуди. Он недолго думая начал делать на этом большие деньги. Папе римскому это не понравилось и он вызвал Вуди к себе на переговоры.",
    "img": "s03s11.png",
    "titleEng": "Cops and Bottoms",
    "voiceover": "NewStudio",
    "description": "У Вуди вылез огромный геморрой похожий на лицо Иисуса . Все верующие Америки пришли посмотреть на очко Вуди. Вуди недолго думая начал делать на этом деньги. Папе римскому это не понравилось и он вызвал Вуди к себе на переговоры.",
    "season": 3,
    "episode": 11,
    "comments": []
  },
  {
    "title": "НЕЛЕГКИЙ ЛАГЕРЬ",
    "thumbnailDescription": "Вуди решил подзаработать и сделал объявление о наборе детей в парк. Всем рейнджерам дали команду из детей , кроме Стива , потому что он в прошлый раз всех убил на минном поле. Кто больше заработает очков, получит мусорный щит со знаменем.",
    "img": "s03s12.png",
    "titleEng": "Campin' Aint Easy",
    "voiceover": "NewStudio",
    "description": "Вуди решил подзаработать и сделал липовые объявление о наборе в лагерь в парк. Там даже оказалась кони с предлогом что в неё можно будет стрелять. Всем рейтерам дали команду из детей , кроме Стива , потому что он в прошлый раз всех убил на минном поле. Кто больше заработает очков, получит мусорный щит со знаменем.",
    "season": 3,
    "episode": 12,
    "comments": []
  },
  {
    "title": "ГЛОБАЛЬНОЕ ВНИМАНИЕ",
    "thumbnailDescription": "Вуди пытается создать самую большую экологическую ЖОПУ когда либо . Этель с Кони пытается ему помешать. У Стива появилась способность смотреть в будущее. Дензель ничем серьёзным не занимается, просто помогает Маллое преодолеть страх перед коровами",
    "img": "s03s13.png",
    "titleEng": "Global Warning",
    "voiceover": "NewStudio",
    "description": "Вуди пытается создать самую большую экологическую ЖОПУ когда либо то ни было . Этель с Кони пытается ему помешать. У Стива появилась способность смотреть в будущее. Дензель ничем серьёзным не занимается, просто помогает Маллое преодолеть страх перед коровами.",
    "season": 3,
    "episode": 13,
    "comments": []
  }
]